Repository: UniversitaDellaCalabria/IdM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Change username
it: Cambia il tuo username

source: Personal data
it: Dati personali

source: Permissions
it: Permessi

source: System data accesses
it: Accessi al sistema

source: Authentication and Authorization about Users
it: Autenticazioni e Autorizzazioni Utenti di Sistema

source: Male
it: Maschio

source: Female
it: Femmina

source: Other
it: Altro

source: active
it: attivo

source: Name
it: Nome

source: Surname
it: Cognome

source: TIN - Tax payer's Identification number
it: Codice di identificazione Nazionale

source: Gender
it: Genere

source: Place of birth
it: Luogo di nascita

source: Date of birth
it: Data di nascta

source: Send Email notification accesses
it: Invia email di notifica accesso

source: Allow user to change his username
it: Consente agli utenti di modificare il proprio username

source: Users
it: Utenti

source: Json attributes
it: Attributi in formato JSON

source: created
it: creato

source: modified
it: modificato

source: Import
it: Importato

source: Flow
it: Flusso

source: Flow description
it: Descrizione flusso

source: Record number (Prot.num.)
it: Protocollo numero

source: Record year (Prot. year)
it: Protocollo anno

source: Address
it: Indirizzo

source: Locality
it: Località

source: Region
it: Regione

source: Postal code
it: CAP

source: Country
it: Paese

source: Main delivery address
it: Recapito principale

source: Address book
it: Rubrica

source: Common Name
it: Nome comune, soprannome

source: City
it: Città

source: Tax Payer's Number or UniqueID
it: Codice Fiscale

source: Not know
it: Sconosciuto

source: Not specified
it: Non specificato

source: Identity card front
it: Carta di identità fronte

source: Identity card retro
it: Carta di identità retro

source: Digital Identities
it: Identità digitale

source: Additional Affiliation
it: Affiliazione addizionale

source: Additional Affiliations
it: Affiliazione addizionali

source: Addresses
it: Indirizzo

source: Access notification
it: Notifica di Accesso alla piattaforma

source: {} {}. Already activated: {}.)
it: {} {}. Risulta già essere stato attivato: {}.

source: {} {}. Email sent.
it: {} {}. Email inviata.

source: {} {}. Email send failed.
it: {} {}. Invio Email fallito.

source: Send Token - Activation Email
it: Invio Token - Email di attivazione

source: Invalid Action
it: Accesso non valido

source: Invalid Access
it: Accesso non valido

source: You tried to access this resource directly. Try to do login first.
it: Hai provato ad accedere a questa risorsa direttamente. Fai Login prima.

source: Come back to Home page to renew your session
it: Torna alla pagina iniziale per rinnovare la tua sessione

source: Resource expired
it: Risorsa scaduta

source: This token is expired, please ask for another one
it: Questo Token è scaduto, perfavore richiedine uno nuovo

source: Data not valid
it: Dati non validi

source: Please insert valid data
it: Perfavore inserire dati validi

source: Identity disabled
it: Identità disabilitata

source: You cannot request a password reset
it: Non puoi richiedere un aggiornamento della password

source: Your identity was disabled by administrators, please contact ourtechnical staff for acknowledge.
it: Il tuo Account è stato disabilitato dall'amministratore del sistema, ti preghiamo di contattare il nostro helpdesk per la riabilitazione.

source: Account succesfully created
it: Account creato con successo

source: Now you can login with your credentials, using the form in the main page
it: Adesso puoi accedere con le tue credenziali, mediante la sezione dedicata sulla pagina principale

source: Your account seems to be disabled or not existent. Please renew it or contact the technical assistance.
it: Pare che il tuo account sia disabilitato o non esistente. Ti preghiamo di resettare la tua password oppure di contattare l'helpdesk.

source: User definition error
it: Errore di riconoscimento

source: Data succesfully changed
it: I Dati sono stati modificati con successo

source: Now you can come back to your Dashboard.
it: Adesso puoi tornare alla Pagina Principale.

source: Error
it: Errore

source: The data you have submitted cannot be saved.
it: I dati da te immessi non possono essere salvati.

source: A contraint violation has occourred. Probably the values you submitted are owned by another user
it: Un controllo di integrità ha bloccato la transazione, probabilmente hai immesso un valore già posseduto da un altro utente

source: Your username has been successfully changed
it: Il tuo username è stato modificato con successo

source: Please login with your new username
it: Perfavore accedi con le tue nuove credenziali

source: You are not able to change your username
it: Non sei abilitato a modificare il tuo username

source: Contact the administrator
it: Contatta l'amministratore

source: You have inserted a wrong actual username
it: Hai inserito uno username non valido

source: Please, be careful
it: Attenzione

source: You have already changed your username
it: Hai già modificato il tuo username

source: You have choose a blacklisted or already used username
it: Hai scelto uno username non valido

source: A confirmation email was sent
it: Una email di conferma è stata inviata

source: You have {} minutes to confirm your request
it: Hai {} minuti per confermare la tua richiesta

source: In the email message you'll find a special url (web link) that you will use to confirm your changes.
it: Nel messaggio email troverai un weblink speciale che ti consentirà di confermare definitivamente le tue modifiche.

source: Password succesfully changed
it: La Password è stata modificata con successo

source: You're still logged in in your previous sessions.
it: Sei autenticato nella tua precedente sessione, se tu non avessi già effettuato l'autenticazione ti preghiamo di farla attraverso la pagina principale.

source: You asked for a password reset
it: Hai chiesto un rinnovo della tua password

source: If the data you have inserted are valid, an email was sent to you.
it: Se i dati da te inseriti risulteranno corretti riceverai una email.

source: In the email message you'll find a special url (web link) that you will use to renew your password.
it: Nella email che ti è giunta troverai uno weblink speciale che ti consentirà di rinnovare la tua password.

source: username/email/token combination is wrong
it: la combinazione username/email/token non è corretta

source: Please check the data you have inserted. If problem persists please contact our thecnical staff.
it: Perfavore controllare nuovamente i dati da te inseriti. Se il problema dovesse persistere ti preghiamo di contattare il nostro staff tecnico.

source: It seems that you tried to use a password that you already used in the past.
it: Sembra che tu abbia riutilizzato una password già utilizzata in passato.

source: This is not permitted, please choose a real brand new password.
it: Questo non è consentito, perfavore utilizza una password che non hai mai utilizzato prima d'ora.

source: use lowercase and uppercase characters, numbers and symbols
it: usa caratteri minuscoli, maiuscoli, numeri e simboli

source: Your username
it: Il tuo Username

source: Telephone number
it: Il tuo numero di telefono

source: Your telephone number
it: Il tuo numero di telefono

source: Telephone with prefix
it: Numero di telefono con prefisso

source: name.surname@{} or other email used for registration.
it: name.surname@{}, comunque l'email utilizzata in fase di registrazione.

source: Your username. Leave it blank to receive an email as reminder.
it: Il tuo username. Lascia il campo vuoto se non lo ricordi.

source: Tax Payer's Identification Number
it: Codice Fiscale

source: Insert your username or your Tax Payer's Identification Number
it: Codice Fiscale

source: Password verification
it: Password verifica

source: The same password you typed before, for verification.
it: La stessa password che hai inserito prima come verifica.

source: You must confirm your password
it: Devi confermare la password

source: Your passwords do not match
it: La password non coincide

source: Old Password
it: Vecchia password

source: The password you used to login.
it: La password usata per il Login.

source: Your desidered username, if available.
it: Scegli uno username, se disponbile.

source: This username already exists, please use another one.
it: Questo username non è disponibile, scegline un altro perfavore.

source: Not a valid Username, the accepted symbols are:_ - .
it: Username non valido, gli unici simboli consentiti sono:_ - .

source: This email already exists, cannot create a new identity with an already used email!
it: Questa email già esiste, non puoi creare una nuova identità con una email già utilizzata da un altro utente!

source: Failed to manage your token, it could have been disabled or the email you typed was not linked to any valid registrations.
it: Impossibile gestire questo token, potrebbe essere stato disabilitato oppure la email che hai inserito non è collegata a nessuna registrazione valida.

source: How your username will be
it: Come sarà il tuo username

source: Username suffix
it: Suffisso dello Username

source: Customizable part of your username. Es: '-campus', '88', '.highed'
it: Parte personalizzabile del tuo Username. Esempio: '-campus', '96', '.highed'

source: This username doesn't match the predefined prefix.
it: Questo username non contiene il prefisso predefinito.

source: Notify accesses via email
it: Notifica gli accessi via email

source: Current Username
it: Il tuo username

source: New Username
it: Nuovo Username

source: Confirm your new Username
it: Conferma il tuo username

source: You must re-type new username
it: Devi digitare un nuovo username

source: Your usernames do not match
it: La password non coincide

source: disable it if needed
it: disabilitato se necessario

source: New Account creation
it: Creazione di un nuovo Account

source: Identity Account Creation token
it: Token per la creazione di una nuova Identità

source: Identity Account Creation tokens
it: Token per la creazione di una nuova Identità

source: username choosen by user
it: username scelto dall'utente

source: Identity Creation
it: Creazione di Identità

source: Identity Creations
it: Creazione Identità digitale

source: Identity Password Reset Token
it: Token per il rinnovo della Password

source: Identity Password Reset Tokens
it: Token per il rinnovo della Password

source: Identity Ldap Attributes Confirmation Change Token
it: Token di conferma modifica attributi su LDAP

source: Identity Ldap Attributes Confirmation Change Tokens
it: Token di conferma modifica attributi su LDAP

source: Identity Ldap account expiration Notification
it: Token per la creazione di una nuova Identità

source: Identity Ldap account expiration Notifications
it: LDAP notifiche scadenza accounts

source: Unical ID - Token for your Account
it: Unical ID - Token per il tuo Account

source: Dear {user} (your username), This message was sent to you by https://{hostname}, your IDentity Manager. Please do not reply to this email.
it: Caro {user} (è il tuo username), Questo messaggio ti è stato inviato da https://{hostname}, il tuo gestore di identità. Per favore non rispondere a questa email.

source: If you're experiencing in problems please contact our technical staff. Best regards
it: Se stai incorrendo in difficoltà contatta il nostro Help-Desk di Ateneo. Buona giornata

source: A new account creation was requested for you. Please click on the following link and follow the instructions: https://{hostname}{token_path} This Token will be valid until: {valid_until}. If the Token is expired you should ask for a new one.
it: La creazione di nuovo utente è stata richiesta per la tua persona. Per favore clicca sul seguente link e segui le istruzioni: https://{hostname}{token_path} Questo Token sarà valido fino a: {valid_until}. Se il Token risultasse essere scaduto dovrai richiederne uno nuovo.

source: A Password reset, regarding {user}, has been requested. This reset token will be valid until: {valid_until}. If you want to reset your account password please click on the following link and follow the instructions: https://{hostname}{token_path} If the Token is expired you can obtain a new one clicking on "Forgot your password" in the {hostname} main page.
it: Se desideri rinnovare la password del tuo account ({user}) clicca sul seguente link e segui le istruzioni: https://{hostname}{token_path} Questo token sarà valido fino a: {valid_until} Se il Token risultasse essere scaduto puoi chiederne uno nuovo cliccando su "Password dimenticata ?" nella pagina principale di {hostname}.

source: Confirmation token: You requested to change your data
it: Conferma la tua richiesta di modifica dati

source: You have requested to change these data: {current_data} to this way: {new_data} To confirm these changes you have to click the following link: https://{hostname}{token_path} This reset token will be valid until: {valid_until}.
it: Hai richiesto di modificare i seguenti dati: {current_data} in questo modo: {new_data} Per confermare questa scelta clicca sul seguente link: https://{hostname}{token_path} Questo token sarà valido fino a: {valid_until}.

source: Your password was succesfully changed. It will be valid until: {password_expiration}. If you need to change it again remember that this will be always possibile using "Forgot your password" section in {hostname} main page. Regards
it: La tua password è stata modificata con successo. Questa sarà valida fino a: {password_expiration}. Se ritieni necessario di modificarla nuovamente sappi che questo sarà sempre possibile accedendo alla sezione "Password dimenticata" disponibile alla pagina principale di {hostname}. Buona giornata

source: Dear {user} (your username), You have accessed to https://{hostname} at: {time}. With this Web Browser (user-agent): {user_agent} And this IP Address: {ipaddress} If it was not you and think that someone could have steal your credentials, please renew your password through the website section called "Forgot your Password".
it: Caro {user} (il tuo username), Hai appena effettuato l'accesso a https://{hostname} ore: {time}. Con questo Web Browser (user-agent): {user_agent} E questo Indirizzo IP: {ipaddress} Se non risulta che sia stato tu ad effettuare l'accesso e pensi che qualcuno possa averti rubato le credenziali, per favore accedi alla sezione "Password dimenticata" di https://{hostname} per rinnovare la tua password.

source: Unical ID - Password expiration
it: Unical ID - Richiesto rinnovo della Password

source: Your password will expire in date: {datetime}. You have {days} days to renew it, if this period will pass you can click on "Forgot your Password" section, in https://{hostname}.
it: La tua password scadrà giorno: {datetime}. Hai {days} giorni di tempo per rinnovarla, cliccando su 'Password dimenticata?' nella apposita sezione di https://{hostname}.

source: Welcome in
it: Benvenuto in

source: Please fill this form to create your brand new account.
it: Prego compila il form per creare il tuo nuovo account.

source: Some Errors has occourred
it: Sono incorsi alcuni problemi

source: Submit
it: Invia

source: Main page
it: Pagina principale

source: Modify
it: Modifica

source: Attributes
it: Attributi

source: Change Password
it: Modifica la Password

source: Admin
it: Gestione

source: Identity Management System
it: Gestione delle Identità Digitali

source: Welcome
it: Benvenuto

source: Here you can modify your profile
it: Qui potrai modificare i dati relativi al tuo profilo

source: A confirmation email will be also sent.
it: Una email di conferma ti verrà inviata.

source: Your Password will expire in
it: La tua Password scadrà tra

source: days
it: giorni

source: Options
it: Opzioni

source: Change your username
it: Cambia il tuo username

source: One time only
it: Usa e getta

source: Change your password
it: Modifica la tua Password

source: Change
it: Modifica

source: Save
it: Salva

source: Your Research & Scholarship Account Attributes, according to eduPerson and SCHAC schemas. See
it: I tuoi attributi utente nel formato standard per gli Istituti di Ricerca ed Educazione Superiore, consulta le

source: for further informations.
it: per ulteriori informazioni.

source: Attribute name
it: Nome attributo

source: Value
it: Valore

source: No valid Digital Identity
it: Nessuna Identità Digitale valida

source: Renew your Password
it: Rinnova la tua Password

source: Here you can renew your password. Remeber also to fill your username and email for check.
it: Qui potrai rinnovare la tua Password. Ricorda inoltra di compilare il campo Username e Email.

source: Change Username
it: Modifica lo username

source: You can modify your username only for one time
it: Qui potrai modificare i dati relativi al tuo profilo

source: Cancel and comeback
it: Cancella e torna indietro

source: Join in
it: Accedi alla Piattaforma

source: Use your Unical ID Username and Password.
it: Utilizza lo username e la password della tua Identità Digitale di Ateneo

source: Forgot your Password
it: Password dimenticata

source: here
it: qui

source: to reset
it: per cambiarla

source: Login
it: Accedi

source: Invalid Data
it: Dati non validi

source: It seems that you are already registered
it: Risulta che tu ti sia già registrato in passato

source: Please go in the Home Page and activate the "Forgot your Password" procedure
it: Perfavore vai nella Home Page e clicca su "Password Dimenticata"

source: Something goes wrong with the account creation
it: Qualcosa è andato storto con la creazione del tuo account

source: The data you have submitted produced a validation error.
it: I dati da te immessi non possono essere salvati a causa di un errore di validazione.

source: An email was sent to the technical staff
it: Una email è stata inviata allo staff tecnico

source: Invalid Username or Password
it: Username o Password errate

source: No data edited
it: Nessuna modifica è stata effettuata

source: Password changed
it: Password Modificata

source: National identification number
it: Codice Fiscale

source: Nation of Birth
it: Nazione di nascita

source: Place of Birth
it: Comune di nascita

source: Date of Birth
it: Data di nascita

source: name.surname@your.mail.com
it: nome.cognome@tuaemail.it

source: Mobile Phone
it: Numero di telefono cellulare

source: Mobile phone number
it: Il tuo numero di telefono

source: Telephone number with prefix
it: Numero di telefono con prefisso

source: You must be of age
it: Devi essere maggiorenne

source: Identification Document Front side
it: Documento di identità Fronte

source: Identification Document Back side
it: Documento di identità Retro

source: An Error occourred, please upload again your document
it: Un errore è stato riscontrato, pefavore ricaricare il tuo documento

source: Only these format are permitted: '{}'
it: Solo questi formati di file sono consentiti: '{}'

source: Maximum upload size is {}. {} is {}
it: La dimensione massima del file è: '{}'

source: Maximum filename length is {}
it: La lunghezza massima del nome del file è: '{}'

source: Unical ID - Registration request
it: Unical ID - Nuova Registrazione Utente

source: Dear {name}, You have succesfully requested an Account Registration to Università della Calabria. Please click on the following url to confirm: {url} Do not reply to this email, Regards
it: Caro {name}, La tua richiesta di registrazione presso l'Università della Calabria è andata a buon fine. Perfavore clicca sul seguente link per confermarla: {url} Non rispondere a questa email, Saluti

source: Create a new Unical ID Account
it: Crea un nuovo Unical ID Account

source: Insert the requested informations, a confirmation email will be sent to you.
it: Perfavore inserisci le informazioni richieste, una email di conferma ti verrà recapitata .

source: Confirm your Unical ID Account
it: Conferma il tuo account Unical ID

source: Review your data and upload your identity document.
it: Controlla i dati immessi e carica il tuo documento di identità.

source: Please upload an IMAGE scan of your Identification Document (Not PDF).
it: Perfavore carica una scansione dell'immagine del tuo documento di identità (Non in formato PDF)

source: TIN code validation failed
it: Validazione del Codice Fiscale fallita

source: It have been occurred an error validating your TIN
it: E' avvenuto un errore nella validazione del tuo Codice Fiscale

source: Email send error
it: Errore nell'invio della Email

source: It have been occurred an Error sending the confirmation email to you
it: E' stato incorso un problema nell'invio della email

source: Please try later.
it: Perfavore prova più tardi.

source: Invalid Token
it: Accesso non valido

source: Invalid data submission
it: I dati immessi non sono corretti

source: Invalid Registration
it: Questa Registrazione non è valida

source: It seems that your email or your identification code already exists
it: Sembra che la email o il tuo codice identificativo già esistano all'interno del sistema

source: Please go in the Home Page and activate the "Forgot your Password" procedure. If the problem persists please contact our technical assistance.
it: Perfavore vai nella Home Page e attiva la procedura "Password dimenticata". Se il problema dovesse persistere preghiamo di contattare la nostra assistenza tecnica.

source: History
it: Storico modifiche

source: View on site
it: Vedi sul sito

source: Please correct the error below.
it: Per favore correggi il seguente errore.

source: Please correct the errors below.
it: Per favore correggi i seguenti errori.

source: Import Entries
it: Importa

source: Import form
it: Import file

source: file format
it: formato file

source: Import in LDAP
it: Importa il LDAP

source: Page or Resource not found 404
it: Pagina o risorsa non trovata 404

source: Go back
it: Torna indietro

source: Internal Error 500
it: Errore interno del server 500

source: This service has encourrend and unexpected error
it: Questo servizio è incorso in un errore inaspettato

source: We apologize for the temporary inconvenience, a notification was sent to the technical staff.
it: Ci scusiamo per l'inconveniente, una notifica dell'accaduto è stata inviata al nostro staff tecnico.

source: Welcome,
it: Benvenuto,

source: View site
it: Vedi sito web

source: Documentation
it: Documentazione

source: Change password
it: Cambia Password

source: Log out
it: Esci

source: Data protection
it: Protezione dati

source: Features
it: Funzionalità

source: Contacts
it: Contatti

source: Forget your password?
it: Hai dimenticato la password?

source: Congratulation
it: Congratulazioni

source: A Confirmation EMail was just sent to you
it: Una email di conferma è stata inviata

source: Back
it: Torna

source: Platform for managing access credentials to Unical services
it: La Piattaforma per la gestione delle credenziali di accesso ai servizi Unical

source: Create your Account
it: Crea il tuo Account

source: Maintenance
it: Manutenzione

source: This service is under maintenance
it: Questo servizio è in manutenzione

source: We apologize for the temporary inconvenience, we will soon start working again.
it: Ci scusiamo per l'inconveniente, il servizio riprenderà presto a funzionare.

source: Personal data protection
it: Protezione dati

source: Retrieve your credentials
it: Recupera le tue credenziali

source: Send request
it: Invia la richiesta

source: Access for guests
it: Utenti ospiti

source: Temporary Wifi accesses
it: Accessi Wifi temporanei

source: Data protection officer
it: Responsabile protezione dati
